Repository: rendiwijiatmoko/Vaultwarden
Catalog: VaultAutoFillExtension/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %@ copied
ar: تم نسخ %@
bg: %@ е копирано
bn: %@ কপি করা হয়েছে
ca: %@ copiat
cs: %@ zkopírováno
da: %@ kopieret
de: %@ kopiert
el: Αντιγράφηκε: %@
es: %@ copiado
fa: %@ کپی شد
fi: %@ kopioitu
fr: %@ copié
he: הועתק: %@
hi: %@ कॉपी किया गया
hr: %@ je kopirano
hu: %@ másolva
id: %@ disalin
it: %@ copiato
ja: %@をコピーしました
kk: %@ көшірілді
ko: %@ 복사됨
lt: %@ nukopijuota
ms: %@ disalin
nb: %@ kopiert
nl: %@ gekopieerd
pl: Skopiowano %@
pt: %@ copiado
ro: %@ copiat
ru: %@ скопировано
sk: %@ skopírované
sl: %@ kopirano
sv: %@ kopierades
th: คัดลอก %@ แล้ว
tr: %@ kopyalandı
uk: %@ скопійовано
vi: Đã sao chép %@
zh_hans: 已复制 %@
zh_hant: 已複製 %@

source: %lld credentials and %lld passkeys are ready. Finish setup to enable passkey, password, and verification-code suggestions.
ar: أصبحت %lld من بيانات الاعتماد و%lld من مفاتيح المرور جاهزة. أكمل الإعداد لتفعيل اقتراحات مفاتيح المرور وكلمات المرور ورموز التحقق.
bg: Готови са %lld идентификационни данни и %lld секретни ключа. Завършете настройката, за да включите предложенията за секретни ключове, пароли и кодове за потвърждение.
bn: %lldটি ক্রেডেনশিয়াল এবং %lldটি পাসকি প্রস্তুত। পাসকি, পাসওয়ার্ড ও যাচাইকরণ কোডের পরামর্শ চালু করতে সেটআপ সম্পন্ন করুন।
ca: %lld credencials i %lld claus de pas estan preparades. Completeu la configuració per activar els suggeriments de claus de pas, contrasenyes i codis de verificació.
cs: %lld přihlašovacích údajů a %lld přístupových klíčů je připraveno. Dokončete nastavení a zapněte návrhy přístupových klíčů, hesel a ověřovacích kódů.
da: %lld loginoplysninger og %lld adgangsnøgler er klar. Fuldfør opsætningen for at aktivere forslag til adgangsnøgler, adgangskoder og bekræftelseskoder.
de: %lld Zugangsdaten und %lld Passkeys sind bereit. Schließe die Einrichtung ab, um Vorschläge für Passkeys, Passwörter und Bestätigungscodes zu aktivieren.
el: %lld διαπιστευτήρια και %lld κλειδιά πρόσβασης είναι έτοιμα. Ολοκληρώστε τη ρύθμιση για να ενεργοποιήσετε προτάσεις κλειδιών πρόσβασης, κωδικών και κωδικών επαλήθευσης.
es: %lld credenciales y %lld claves de acceso están listas. Completa la configuración para activar las sugerencias de claves de acceso, contraseñas y códigos de verificación.
fa: %lld اطلاعات ورود و %lld کلید عبور آماده است. برای فعال کردن پیشنهادهای کلید عبور، کلمه عبور و کد تأیید، راه‌اندازی را کامل کنید.
fi: %lld kirjautumistietoa ja %lld pääsyavainta ovat valmiina. Viimeistele määritys ottaaksesi pääsyavainten, salasanojen ja vahvistuskoodien ehdotukset käyttöön.
fr: %lld identifiants et %lld clés d’accès sont prêts. Terminez la configuration pour activer les suggestions de clés d’accès, de mots de passe et de codes de vérification.
he: %lld אישורים ו-%lld מפתחות גישה מוכנים. יש לסיים את ההגדרה כדי להפעיל הצעות למפתחות גישה, לסיסמאות ולקודי אימות.
hi: %lld क्रेडेंशियल और %lld पासकी तैयार हैं। पासकी, पासवर्ड और सत्यापन-कोड सुझाव सक्षम करने के लिए सेटअप पूरा करें।
hr: %lld vjerodajnica i %lld pristupnih ključeva je spremno. Dovrši postavljanje za uključivanje prijedloga pristupnih ključeva, lozinki i kodova za provjeru.
hu: %lld hitelesítő adat és %lld hozzáférési kulcs kész. Fejezze be a beállítást a hozzáférésikulcs-, jelszó- és ellenőrzőkód-javaslatok engedélyezéséhez.
id: %lld kredensial dan %lld passkey siap. Selesaikan penyiapan untuk mengaktifkan saran passkey, kata sandi, dan kode verifikasi.
it: %lld credenziali e %lld passkey sono pronte. Completa la configurazione per abilitare i suggerimenti di passkey, password e codici di verifica.
ja: %lld件の資格情報と%lld件のパスキーを利用できます。設定を完了して、パスキー、パスワード、確認コードの候補を有効にしてください。
kk: %lld тіркелгі дерегі және %lld кіру кілті дайын. Кіру кілті, құпиясөз және растау коды ұсыныстарын қосу үшін орнатуды аяқтаңыз.
ko: 자격 증명 %lld개와 패스키 %lld개가 준비되었습니다. 설정을 완료하여 패스키, 비밀번호 및 인증 코드 제안을 활성화하세요.
lt: Paruošta %lld prisijungimo duomenų ir %lld prieigos raktų. Užbaikite sąranką, kad įjungtumėte prieigos raktų, slaptažodžių ir patvirtinimo kodų pasiūlymus.
ms: %lld kelayakan dan %lld kunci laluan sudah sedia. Selesaikan persediaan untuk mendayakan cadangan kunci laluan, kata laluan dan kod pengesahan.
nb: %lld legitimasjoner og %lld passnøkler er klare. Fullfør oppsettet for å aktivere forslag til passnøkler, passord og bekreftelseskoder.
nl: %lld inloggegevens en %lld passkeys zijn gereed. Voltooi de configuratie om suggesties voor passkeys, wachtwoorden en verificatiecodes in te schakelen.
pl: %lld danych logowania i %lld kluczy dostępu jest gotowych. Dokończ konfigurację, aby włączyć sugestie kluczy dostępu, haseł i kodów weryfikacyjnych.
pt: %lld credenciais e %lld chaves de acesso estão prontas. Conclua a configuração para ativar sugestões de chaves de acesso, palavras-passe e códigos de verificação.
ro: %lld date de autentificare și %lld chei de acces sunt pregătite. Finalizați configurarea pentru a activa sugestiile de chei de acces, parole și coduri de verificare.
ru: %lld учётных данных и %lld ключей доступа готовы. Завершите настройку, чтобы включить предложения ключей доступа, паролей и кодов подтверждения.
sk: %lld prihlasovacích údajov a %lld prístupových kľúčov je pripravených. Dokončite nastavenie a povoľte návrhy prístupových kľúčov, hesiel a overovacích kódov.
sl: %lld poverilnic in %lld ključev za dostop je pripravljenih. Dokončajte nastavitev, da omogočite predloge ključev za dostop, gesel in kod za preverjanje.
sv: %lld inloggningsuppgifter och %lld nycklar är klara. Slutför konfigurationen för att aktivera förslag på nycklar, lösenord och verifieringskoder.
th: ข้อมูลประจำตัว %lld รายการและพาสคีย์ %lld รายการพร้อมแล้ว ตั้งค่าให้เสร็จเพื่อเปิดใช้คำแนะนำพาสคีย์ รหัสผ่าน และรหัสยืนยัน
tr: %lld kimlik bilgisi ve %lld geçiş anahtarı hazır. Geçiş anahtarı, parola ve doğrulama kodu önerilerini etkinleştirmek için kurulumu tamamlayın.
uk: %lld облікових даних і %lld ключів доступу готові. Завершіть налаштування, щоб увімкнути пропозиції ключів доступу, паролів і кодів підтвердження.
vi: %lld thông tin xác thực và %lld mã khóa đã sẵn sàng. Hoàn tất thiết lập để bật đề xuất mã khóa, mật khẩu và mã xác minh.
zh_hans: %lld 个凭据和 %lld 个通行密钥已就绪。完成设置即可启用通行密钥、密码和验证码建议。
zh_hant: %lld 個登入資訊和 %lld 個密碼金鑰已就緒。完成設定即可啟用密碼金鑰、密碼和驗證碼建議。

source: A new Login item will be encrypted and saved to your Vaultwarden vault.
ar: سيتم تشفير عنصر تسجيل دخول جديد وحفظه في خزنة Vaultwarden الخاصة بك.
bg: Нов елемент за вход ще бъде шифрован и запазен във Вашия трезор на Vaultwarden.
bn: একটি নতুন লগইন আইটেম এনক্রিপ্ট করে আপনার Vaultwarden ভল্টে সংরক্ষণ করা হবে।
ca: Un element d'inici de sessió nou es xifrarà i es desarà a la caixa forta de Vaultwarden.
cs: Nová přihlašovací položka bude zašifrována a uložena do vašeho trezoru Vaultwarden.
da: Et nyt login-element krypteres og gemmes i din Vaultwarden-boks.
de: Ein neuer Zugang wird verschlüsselt und in deinem Vaultwarden-Tresor gespeichert.
el: Ένα νέο στοιχείο σύνδεσης θα κρυπτογραφηθεί και θα αποθηκευτεί στην κρύπτη Vaultwarden.
es: Un nuevo elemento de inicio de sesión se cifrará y guardará en tu caja fuerte de Vaultwarden.
fa: یک مورد ورود جدید رمزگذاری و در گاوصندوق Vaultwarden ذخیره می‌شود.
fi: Uusi kirjautumiskohde salataan ja tallennetaan Vaultwarden-holviisi.
fr: Un nouvel élément d’identification sera chiffré et enregistré dans votre coffre Vaultwarden.
he: פריט התחברות חדש יוצפן ויישמר בכספת Vaultwarden שלכם.
hi: एक नया लॉगिन आइटम एन्क्रिप्ट होकर आपकी Vaultwarden तिजोरी में सहेजा जाएगा।
hr: Nova stavka za prijavu bit će šifrirana i spremljena u tvoj Vaultwarden trezor.
hu: Egy új bejelentkezési elem titkosítva lesz, és a Vaultwarden-széfbe kerül.
id: Item Login baru akan dienkripsi dan disimpan ke brankas Vaultwarden Anda.
it: Un nuovo elemento di accesso verrà crittografato e salvato nella tua cassaforte Vaultwarden.
ja: 新しいログイン項目は暗号化され、Vaultwardenの保管庫に保存されます。
kk: Жаңа Кіру элементі шифрланып, Vaultwarden қоймаңызға сақталады.
ko: 새 로그인 항목이 암호화되어 Vaultwarden 볼트에 저장됩니다.
lt: Naujas prisijungimo elementas bus šifruotas ir išsaugotas Vaultwarden saugykloje.
ms: Item Log Masuk baharu akan disulitkan dan disimpan ke peti besi Vaultwarden anda.
nb: Et nytt innloggingselement krypteres og lagres i Vaultwarden-hvelvet.
nl: Een nieuw loginitem wordt versleuteld en opgeslagen in je Vaultwarden-kluis.
pl: Nowy element logowania zostanie zaszyfrowany i zapisany w sejfie Vaultwarden.
pt: Um novo item de início de sessão será encriptado e guardado no seu cofre Vaultwarden.
ro: Un nou element de autentificare va fi criptat și salvat în seiful Vaultwarden.
ru: Новый элемент входа будет зашифрован и сохранён в вашем хранилище Vaultwarden.
sk: Nová prihlasovacia položka bude zašifrovaná a uložená do vášho trezoru Vaultwarden.
sl: Nov element za prijavo bo šifriran in shranjen v vaš trezor Vaultwarden.
sv: Ett nytt inloggningsobjekt krypteras och sparas i ditt Vaultwarden-valv.
th: รายการเข้าสู่ระบบใหม่จะได้รับการเข้ารหัสและบันทึกลงในตู้นิรภัย Vaultwarden ของคุณ
tr: Yeni bir Oturum Açma öğesi şifrelenip Vaultwarden kasanıza kaydedilecek.
uk: Новий елемент входу буде зашифровано й збережено у вашому сховищі Vaultwarden.
vi: Một mục Đăng nhập mới sẽ được mã hóa và lưu vào kho Vaultwarden của bạn.
zh_hans: 新的登录项目将被加密并保存到您的 Vaultwarden 密码库中。
zh_hant: 新的登入項目將被加密並儲存到您的 Vaultwarden 密碼庫中。

source: A passkey for this account already exists in Vaultwarden.
ar: يوجد بالفعل مفتاح مرور لهذا الحساب في Vaultwarden.
bg: Във Vaultwarden вече съществува секретен ключ за този профил.
bn: এই অ্যাকাউন্টের জন্য একটি পাসকি ইতিমধ্যেই Vaultwarden-এ আছে।
ca: Ja existeix una clau de pas per a aquest compte a Vaultwarden.
cs: Přístupový klíč pro tento účet již ve Vaultwardenu existuje.
da: Der findes allerede en adgangsnøgle til denne konto i Vaultwarden.
de: Für dieses Konto ist bereits ein Passkey in Vaultwarden vorhanden.
el: Υπάρχει ήδη ένα κλειδί πρόσβασης για αυτόν τον λογαριασμό στο Vaultwarden.
es: Ya existe una clave de acceso para esta cuenta en Vaultwarden.
fa: کلید عبور این حساب از قبل در Vaultwarden وجود دارد.
fi: Tälle tilille on jo pääsyavain Vaultwardenissa.
fr: Une clé d’accès existe déjà pour ce compte dans Vaultwarden.
he: כבר קיים ב-Vaultwarden מפתח גישה עבור חשבון זה.
hi: इस अकाउंट की एक पासकी Vaultwarden में पहले से मौजूद है।
hr: Pristupni ključ za ovaj račun već postoji u Vaultwardenu.
hu: Ehhez a fiókhoz már létezik hozzáférési kulcs a Vaultwardenben.
id: Passkey untuk akun ini sudah ada di Vaultwarden.
it: Esiste già una passkey per questo account in Vaultwarden.
ja: このアカウントのパスキーはすでにVaultwardenに存在します。
kk: Бұл тіркелгі үшін Vaultwarden жүйесінде кіру кілті бұрыннан бар.
ko: 이 계정의 패스키가 Vaultwarden에 이미 있습니다.
lt: Šios paskyros prieigos raktas jau yra Vaultwarden.
ms: Kunci laluan untuk akaun ini sudah wujud dalam Vaultwarden.
nb: Det finnes allerede en passnøkkel for denne kontoen i Vaultwarden.
nl: Er bestaat al een passkey voor dit account in Vaultwarden.
pl: Klucz dostępu dla tego konta już istnieje w Vaultwarden.
pt: Já existe uma chave de acesso para esta conta no Vaultwarden.
ro: Există deja o cheie de acces pentru acest cont în Vaultwarden.
ru: Ключ доступа для этой учётной записи уже существует в Vaultwarden.
sk: Prístupový kľúč pre toto konto už vo Vaultwarden existuje.
sl: Ključ za dostop za ta račun že obstaja v aplikaciji Vaultwarden.
sv: Det finns redan en nyckel för det här kontot i Vaultwarden.
th: มีพาสคีย์สำหรับบัญชีนี้ใน Vaultwarden อยู่แล้ว
tr: Bu hesap için Vaultwarden'da zaten bir geçiş anahtarı var.
uk: Ключ доступу для цього облікового запису вже існує у Vaultwarden.
vi: Một mã khóa cho tài khoản này đã tồn tại trong Vaultwarden.
zh_hans: Vaultwarden 中已存在此账户的通行密钥。
zh_hant: Vaultwarden 中已存在此帳戶的密碼金鑰。

source: Add Custom Field
ar: إضافة حقل مخصص
bg: Добавяне на персонализирано поле
bn: কাস্টম ফিল্ড যোগ করুন
ca: Afegeix un camp personalitzat
cs: Přidat vlastní pole
da: Tilføj brugerdefineret felt
de: Benutzerdefiniertes Feld hinzufügen
el: Προσθήκη προσαρμοσμένου πεδίου
es: Añadir campo personalizado
fa: افزودن فیلد سفارشی
fi: Lisää mukautettu kenttä
fr: Ajouter un champ personnalisé
he: הוספת שדה מותאם אישית
hi: कस्टम फ़ील्ड जोड़ें
hr: Dodaj prilagođeno polje
hu: Egyéni mező hozzáadása
id: Tambah Bidang Khusus
it: Aggiungi campo personalizzato
ja: カスタムフィールドを追加
kk: Арнаулы өріс қосу
ko: 사용자 지정 필드 추가
lt: Pridėti pasirinktinį lauką
ms: Tambah Medan Tersuai
nb: Legg til egendefinert felt
nl: Aangepast veld toevoegen
pl: Dodaj pole niestandardowe
pt: Adicionar campo personalizado
ro: Adăugare câmp personalizat
ru: Добавить настраиваемое поле
sk: Pridať vlastné pole
sl: Dodaj polje po meri
sv: Lägg till anpassat fält
th: เพิ่มช่องแบบกำหนดเอง
tr: Özel Alan Ekle
uk: Додати власне поле
vi: Thêm trường tùy chỉnh
zh_hans: 添加自定义字段
zh_hant: 添加自定義欄位

source: Authenticate to choose a passkey
ar: قم بالمصادقة لاختيار مفتاح مرور
bg: Удостоверете се, за да изберете секретен ключ
bn: পাসকি বেছে নিতে প্রমাণীকরণ করুন
ca: Autentiqueu-vos per triar una clau de pas
cs: Ověřte se a vyberte přístupový klíč
da: Godkend for at vælge en adgangsnøgle
de: Authentifiziere dich, um einen Passkey auszuwählen
el: Έλεγχος ταυτότητας για επιλογή κλειδιού πρόσβασης
es: Autentícate para elegir una clave de acceso
fa: احراز هویت برای انتخاب کلید عبور
fi: Todenna valitaksesi pääsyavaimen
fr: Authentifiez-vous pour choisir une clé d’accès
he: אימות לצורך בחירת מפתח גישה
hi: पासकी चुनने के लिए प्रमाणित करें
hr: Potvrdi identitet za odabir pristupnog ključa
hu: Hitelesítés hozzáférési kulcs választásához
id: Autentikasi untuk memilih passkey
it: Autentica per scegliere una passkey
ja: パスキーを選択するには認証してください
kk: Кіру кілтін таңдау үшін түпнұсқалықты растау
ko: 패스키를 선택하려면 인증
lt: Patvirtinti tapatybę norint pasirinkti prieigos raktą
ms: Sahkan untuk memilih kunci laluan
nb: Autentiser for å velge en passnøkkel
nl: Verifieer om een passkey te kiezen
pl: Uwierzytelnij się, aby wybrać klucz dostępu
pt: Autentique-se para escolher uma chave de acesso
ro: Autentificați-vă pentru a alege o cheie de acces
ru: Выполните аутентификацию, чтобы выбрать ключ доступа
sk: Overte sa, aby ste vybrali prístupový kľúč
sl: Preverite pristnost, da izberete ključ za dostop
sv: Autentisera för att välja en nyckel
th: ยืนยันตัวตนเพื่อเลือกพาสคีย์
tr: Geçiş anahtarı seçmek için kimliğinizi doğrulayın
uk: Автентифікуйтеся, щоб вибрати ключ доступу
vi: Xác thực để chọn mã khóa
zh_hans: 验证身份以选择通行密钥
zh_hant: 驗證身分以選擇密碼金鑰

source: Authenticate to choose a password
ar: قم بالمصادقة لاختيار كلمة مرور
bg: Удостоверете се, за да изберете парола
bn: পাসওয়ার্ড বেছে নিতে প্রমাণীকরণ করুন
ca: Autentiqueu-vos per triar una contrasenya
cs: Ověřte se a vyberte heslo
da: Godkend for at vælge en adgangskode
de: Authentifiziere dich, um ein Passwort auszuwählen
el: Έλεγχος ταυτότητας για επιλογή κωδικού
es: Autentícate para elegir una contraseña
fa: احراز هویت برای انتخاب کلمه عبور
fi: Todenna valitaksesi salasanan
fr: Authentifiez-vous pour choisir un mot de passe
he: אימות לצורך בחירת סיסמה
hi: पासवर्ड चुनने के लिए प्रमाणित करें
hr: Potvrdi identitet za odabir lozinke
hu: Hitelesítés jelszó választásához
id: Autentikasi untuk memilih kata sandi
it: Autentica per scegliere una password
ja: パスワードを選択するには認証してください
kk: Құпиясөзді таңдау үшін түпнұсқалықты растау
ko: 비밀번호를 선택하려면 인증
lt: Patvirtinti tapatybę norint pasirinkti slaptažodį
ms: Sahkan untuk memilih kata laluan
nb: Autentiser for å velge et passord
nl: Verifieer om een wachtwoord te kiezen
pl: Uwierzytelnij się, aby wybrać hasło
pt: Autentique-se para escolher uma palavra-passe
ro: Autentificați-vă pentru a alege o parolă
ru: Выполните аутентификацию, чтобы выбрать пароль
sk: Overte sa, aby ste vybrali heslo
sl: Preverite pristnost, da izberete geslo
sv: Autentisera för att välja ett lösenord
th: ยืนยันตัวตนเพื่อเลือกรหัสผ่าน
tr: Parola seçmek için kimliğinizi doğrulayın
uk: Автентифікуйтеся, щоб вибрати пароль
vi: Xác thực để chọn mật khẩu
zh_hans: 验证身份以选择密码
zh_hant: 驗證身分以選擇密碼

source: Authenticate to choose a verification code
ar: قم بالمصادقة لاختيار رمز تحقق
bg: Удостоверете се, за да изберете код за потвърждение
bn: যাচাইকরণ কোড বেছে নিতে প্রমাণীকরণ করুন
ca: Autentiqueu-vos per triar un codi de verificació
cs: Ověřte se a vyberte ověřovací kód
da: Godkend for at vælge en bekræftelseskode
de: Authentifiziere dich, um einen Bestätigungscode auszuwählen
el: Έλεγχος ταυτότητας για επιλογή κωδικού επαλήθευσης
es: Autentícate para elegir un código de verificación
fa: احراز هویت برای انتخاب کد تأیید
fi: Todenna valitaksesi vahvistuskoodin
fr: Authentifiez-vous pour choisir un code de vérification
he: אימות לצורך בחירת קוד אימות
hi: सत्यापन कोड चुनने के लिए प्रमाणित करें
hr: Potvrdi identitet za odabir koda za provjeru
hu: Hitelesítés ellenőrzőkód választásához
id: Autentikasi untuk memilih kode verifikasi
it: Autentica per scegliere un codice di verifica
ja: 確認コードを選択するには認証してください
kk: Растау кодын таңдау үшін түпнұсқалықты растау
ko: 인증 코드를 선택하려면 인증
lt: Patvirtinti tapatybę norint pasirinkti patvirtinimo kodą
ms: Sahkan untuk memilih kod pengesahan
nb: Autentiser for å velge en bekreftelseskode
nl: Verifieer om een verificatiecode te kiezen
pl: Uwierzytelnij się, aby wybrać kod weryfikacyjny
pt: Autentique-se para escolher um código de verificação
ro: Autentificați-vă pentru a alege un cod de verificare
ru: Выполните аутентификацию, чтобы выбрать код подтверждения
sk: Overte sa, aby ste vybrali overovací kód
sl: Preverite pristnost, da izberete kodo za preverjanje
sv: Autentisera för att välja en verifieringskod
th: ยืนยันตัวตนเพื่อเลือกรหัสยืนยัน
tr: Doğrulama kodu seçmek için kimliğinizi doğrulayın
uk: Автентифікуйтеся, щоб вибрати код підтвердження
vi: Xác thực để chọn mã xác minh
zh_hans: 验证身份以选择验证码
zh_hant: 驗證身分以選擇驗證碼

source: Authenticate to create this passkey
ar: قم بالمصادقة لإنشاء مفتاح المرور هذا
bg: Удостоверете се, за да създадете този секретен ключ
bn: এই পাসকি তৈরি করতে প্রমাণীকরণ করুন
ca: Autentiqueu-vos per crear aquesta clau de pas
cs: Ověřte se a vytvořte tento přístupový klíč
da: Godkend for at oprette denne adgangsnøgle
de: Authentifiziere dich, um diesen Passkey zu erstellen
el: Έλεγχος ταυτότητας για δημιουργία αυτού του κλειδιού πρόσβασης
es: Autentícate para crear esta clave de acceso
fa: احراز هویت برای ساخت این کلید عبور
fi: Todenna luodaksesi tämän pääsyavaimen
fr: Authentifiez-vous pour créer cette clé d’accès
he: אימות לצורך יצירת מפתח גישה זה
hi: यह पासकी बनाने के लिए प्रमाणित करें
hr: Potvrdi identitet za izradu ovog pristupnog ključa
hu: Hitelesítés a hozzáférési kulcs létrehozásához
id: Autentikasi untuk membuat passkey ini
it: Autentica per creare questa passkey
ja: このパスキーを作成するには認証してください
kk: Осы кіру кілтін жасау үшін түпнұсқалықты растау
ko: 이 패스키를 생성하려면 인증
lt: Patvirtinti tapatybę norint sukurti šį prieigos raktą
ms: Sahkan untuk mencipta kunci laluan ini
nb: Autentiser for å opprette denne passnøkkelen
nl: Verifieer om deze passkey aan te maken
pl: Uwierzytelnij się, aby utworzyć ten klucz dostępu
pt: Autentique-se para criar esta chave de acesso
ro: Autentificați-vă pentru a crea această cheie de acces
ru: Выполните аутентификацию, чтобы создать этот ключ доступа
sk: Overte sa, aby ste vytvorili tento prístupový kľúč
sl: Preverite pristnost, da ustvarite ta ključ za dostop
sv: Autentisera för att skapa den här nyckeln
th: ยืนยันตัวตนเพื่อสร้างพาสคีย์นี้
tr: Bu geçiş anahtarını oluşturmak için kimliğinizi doğrulayın
uk: Автентифікуйтеся, щоб створити цей ключ доступу
vi: Xác thực để tạo mã khóa này
zh_hans: 验证身份以创建此通行密钥
zh_hant: 驗證身分以建立此密碼金鑰

source: Authenticate to fill this credential
ar: قم بالمصادقة لملء بيانات الاعتماد هذه
bg: Удостоверете се, за да попълните тези идентификационни данни
bn: এই ক্রেডেনশিয়াল পূরণ করতে প্রমাণীকরণ করুন
ca: Autentiqueu-vos per emplenar aquesta credencial
cs: Ověřte se a vyplňte tyto přihlašovací údaje
da: Godkend for at udfylde disse loginoplysninger
de: Authentifiziere dich, um diese Zugangsdaten auszufüllen
el: Έλεγχος ταυτότητας για συμπλήρωση αυτού του διαπιστευτηρίου
es: Autentícate para rellenar esta credencial
fa: احراز هویت برای تکمیل این اطلاعات ورود
fi: Todenna täyttääksesi nämä kirjautumistiedot
fr: Authentifiez-vous pour remplir ces identifiants
he: אימות לצורך מילוי אישור זה
hi: यह क्रेडेंशियल भरने के लिए प्रमाणित करें
hr: Potvrdi identitet za popunjavanje ove vjerodajnice
hu: Hitelesítés e hitelesítő adat kitöltéséhez
id: Autentikasi untuk mengisi kredensial ini
it: Autentica per compilare questa credenziale
ja: この資格情報を入力するには認証してください
kk: Осы тіркелгі деректерін толтыру үшін түпнұсқалықты растау
ko: 이 자격 증명을 입력하려면 인증
lt: Patvirtinti tapatybę norint užpildyti šiuos prisijungimo duomenis
ms: Sahkan untuk mengisi kelayakan ini
nb: Autentiser for å fylle ut denne legitimasjonen
nl: Verifieer om deze inloggegevens in te vullen
pl: Uwierzytelnij się, aby wypełnić te dane logowania
pt: Autentique-se para preencher esta credencial
ro: Autentificați-vă pentru a completa aceste date de autentificare
ru: Выполните аутентификацию, чтобы заполнить эти учётные данные
sk: Overte sa, aby ste vyplnili tieto prihlasovacie údaje
sl: Preverite pristnost, da izpolnite to poverilnico
sv: Autentisera för att fylla i de här inloggningsuppgifterna
th: ยืนยันตัวตนเพื่อป้อนข้อมูลประจำตัวนี้
tr: Bu kimlik bilgisini doldurmak için kimliğinizi doğrulayın
uk: Автентифікуйтеся, щоб заповнити ці облікові дані
vi: Xác thực để điền thông tin xác thực này
zh_hans: 验证身份以填充此凭据
zh_hant: 驗證身分以填充此登入資訊

source: Authenticate to save this password
ar: قم بالمصادقة لحفظ كلمة المرور هذه
bg: Удостоверете се, за да запазите тази парола
bn: এই পাসওয়ার্ড সংরক্ষণ করতে প্রমাণীকরণ করুন
ca: Autentiqueu-vos per desar aquesta contrasenya
cs: Ověřte se a uložte toto heslo
da: Godkend for at gemme denne adgangskode
de: Authentifiziere dich, um dieses Passwort zu speichern
el: Έλεγχος ταυτότητας για αποθήκευση αυτού του κωδικού
es: Autentícate para guardar esta contraseña
fa: احراز هویت برای ذخیره این کلمه عبور
fi: Todenna tallentaaksesi tämän salasanan
fr: Authentifiez-vous pour enregistrer ce mot de passe
he: אימות לצורך שמירת סיסמה זו
hi: यह पासवर्ड सहेजने के लिए प्रमाणित करें
hr: Potvrdi identitet za spremanje ove lozinke
hu: Hitelesítés e jelszó mentéséhez
id: Autentikasi untuk menyimpan kata sandi ini
it: Autentica per salvare questa password
ja: このパスワードを保存するには認証してください
kk: Осы құпиясөзді сақтау үшін түпнұсқалықты растау
ko: 이 비밀번호를 저장하려면 인증
lt: Patvirtinti tapatybę norint išsaugoti šį slaptažodį
ms: Sahkan untuk menyimpan kata laluan ini
nb: Autentiser for å lagre dette passordet
nl: Verifieer om dit wachtwoord op te slaan
pl: Uwierzytelnij się, aby zapisać to hasło
pt: Autentique-se para guardar esta palavra-passe
ro: Autentificați-vă pentru a salva această parolă
ru: Выполните аутентификацию, чтобы сохранить этот пароль
sk: Overte sa, aby ste uložili toto heslo
sl: Preverite pristnost, da shranite to geslo
sv: Autentisera för att spara det här lösenordet
th: ยืนยันตัวตนเพื่อบันทึกรหัสผ่านนี้
tr: Bu parolayı kaydetmek için kimliğinizi doğrulayın
uk: Автентифікуйтеся, щоб зберегти цей пароль
vi: Xác thực để lưu mật khẩu này
zh_hans: 验证身份以保存此密码
zh_hant: 驗證身分以儲存此密碼
